city-council-api/app/controllers/meetings_controller.rb

SELECT "meetings".* FROM "meetings"
---
    def index
        meetings = Meeting.all