city-council-api/app/controllers/members_controller.rb

SELECT "members".* FROM "members"
---
    def index
        members = Member.all

SELECT  "members".* FROM "members" WHERE "members"."district" = $1 LIMIT 1  [["district", 1]]
---
    def show
        member = Member.find_by(district: params[:id])