app/controllers/attendances_controller.rb

SELECT "attendances".* FROM "attendances"
---
    def index
        attendances = Attendance.all